{"translation-revision-date":"2020-11-14 14:04:43+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"What is a 404 Page Template?":["Что такое шаблон страницы 404?"],"What is a Products Archive Template?":["Что такое шаблон архива товаров?"],"Products Archive":["Архив товаров"],"What is a Single Product Template?":["Что такое шаблон одиночного товара?"],"What is an Archive Template?":["Что такое шаблон архива?"],"What is a Single Post Template?":["Что такое шаблон одиночной записи?"],"What is a Single Page Template?":["Что такое шаблон одиночной страницы?"],"What is a Footer Template?":["Что такое шаблон футера?"],"What is a Header Template?":["Что такое шаблон хедера?"],"App could not be loaded":["Приложение не может быть загружено"],"Create Full Site":["Создайте сайт целиком"],"Keep your site's visitors happy when they get lost by displaying your recent posts, a search bar, or any information that might help the user find what they were looking for.":["Сделайте так, чтобы посетители вашего сайта были счастливы, когда заблудились, отобразив ваши недавние записи, форму поиска или любую информацию, которая может помочь пользователю найти то, что он искал."],"A 404 page template allows you to easily design the layout and style of the page that is displayed when a visitor arrives at a page that does not exist.":["Шаблон страницы 404 позволяет легко создавать макет и стиль страницы, которая отображается, когда посетитель попадает на страницу, которой не существует."],"Error 404":["Ошибка 404"],"You can create multiple archive product templates, and assign each to different categories of products. This gives you the freedom to customize the appearance for each type of product being shown.":["Вы можете создать несколько глобальных шаблонов архивов товаров и назначить их разным категориям товаров. Это дает вам свободу настраивать внешний вид для каждого типа товаров."],"A products archive template allows you to easily design the layout and style of your WooCommerce shop page or other product archive pages - those pages that show a list of products, which may be filtered by terms such as categories, tags, etc.":["Шаблон архива товаров позволяет легко создавать макет и стиль страницы вашего магазина WooCommerce или других страниц архивов товаров - тех страниц, что показывают список товаров, который может быть отфильтрован по таким терминам, как категории товаров, метки товаров и т. д."],"You can create multiple single product templates, and assign each to different types of products, enabling a custom design for each group of similar products.":["Вы можете создать несколько глобальных шаблонов товаров и назначить их разным типам товаров, создавая индивидуальный дизайн для каждой группы похожих товаров."],"A single product template allows you to easily design the layout and style of WooCommerce single product pages, and apply that template to various conditions that you assign.":["Шаблон одиночного товара позволяет легко создавать макет и стиль страниц одиночных товаров WooCommerce и применять этот шаблон с различными назначенными вами условиями."],"Product":["Товар"],"You can customize the message if there are no results for the search term.":["Вы можете настроить сообщение, если поисковый запрос не дал результатов."],"You can easily control the layout and design of the Search Results page with the Search Results template, which is simply a special archive template just for displaying search results.":["Вы можете легко управлять макетом и дизайном страницы результатов поиска с помощью шаблона результатов поиска, который попросту является специальным шаблоном архива, но только для отображения результатов поиска."],"What is a Search Results Template?":["Что такое шаблон результатов поиска?"],"Search Results":["Результаты поиска"],"If you’d like a different style for a specific category, it’s easy to create a separate archive template whose condition is to only display when users are viewing that category’s list of posts.":["Если вам нужен другой стиль для определенной категории, просто создайте отдельный шаблон глобального архива, условие которого - отображаться только тогда, когда пользователи просматривают список записей этой категории."],"An archive template allows you to easily design the layout and style of archive pages - those pages that show a list of posts (e.g. a blog’s list of recent posts), which may be filtered by terms such as authors, categories, tags, search results, etc.":["Шаблон архива позволяет легко создавать макет и стиль страниц архива - тех страниц, что отображают список записей (например, список последних записей блога), который можно фильтровать по таким терминам, как авторы, рубрики, метки, результаты поиска и т. д."],"Archive":["Архив"],"You can create multiple single post templates, and assign each to a different category.":["Вы можете создать несколько шаблонов одиночных записей и назначить каждый из них отдельной категории."],"A single post template allows you to easily design the layout and style of posts, ensuring a design consistency throughout all your blog posts, for example.":["Шаблон одиночной записи позволяет легко разработать макет и стиль записей, обеспечивая, например, единообразие дизайна для всех записей вашего блога."],"Single Post":["Одиночная запись"],"You can create multiple single page templates, and assign each to different areas of your site.":["Вы можете создать несколько шаблонов одиночных страниц и назначить их разным областям вашего сайта."],"A single page template allows you to easily create the layout and style of pages, ensuring design consistency across all the pages of your site.":["Шаблон одиночной страницы позволяет легко создавать макет и стиль страниц, обеспечивая единообразие дизайна на всех страницах вашего сайта."],"Single Page":["Одиночная страница"],"You can create multiple footers, and assign each to different areas of your site.":["Вы можете создать несколько футеров и назначить их разным областям вашего сайта."],"The footer template allows you to easily design and edit custom WordPress footers without the limits of your theme’s footer design constraints":["Шаблон футера позволяет легко создавать и редактировать пользовательские футеры WordPress без ограничений дизайна вашей темы."],"Footer":["Футер"],"You can create multiple headers, and assign each to different areas of your site.":["Вы можете создать несколько хедеров и назначить их разным областям вашего сайта."],"The header template allows you to easily design and edit custom WordPress headers so you are no longer constrained by your theme’s header design limitations.":["Шаблон хедера позволяет легко создавать и редактировать пользовательские хедеры WordPress без ограничений дизайна вашей темы."],"Header":["Хедер"],"Site Parts":["Части сайта"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Очень жаль, но что-то пошло не так. Нажмите ‘Подробнее’ и следуйте каждому из шагов, чтобы быстро решить проблему."],"Theme Builder could not be loaded":["Конструктор тем не может быть загружен"],"Watch Video":["Смотреть видео"],"Tip":["Совет"],"All Parts":["Все части"],"Not Found":["Не найдено"],"Error:":["Ошибка:"],"Theme Builder is the industry leading all-in-one solution that lets you customize every part of your WordPress theme visually: Header, Footer, Single, Archive & WooCommerce":["Конструктор тем - это ведущее в отрасли решение все в одном, которое позволяет визуально настроить каждую часть вашей темы WordPress: хедер, футер, одиночную запись или страницу, архивы и WooCommerce."],"Theme Builder":["Конструктор тем"],"Add New":["Добавить новый"],"Select File":["Выберите файл"],"Go Pro":["Перейти на Pro"],"Close":["Закрыть"],"Learn More":["Узнать больше"],"Info":["Информация"],"Go Back":["Вернуться"],"Loading":["Загрузка"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app-packages.js"}}